/* No comment provided by engineer. */
"Album" = "ألبوم";

/* No comment provided by engineer. */
"Album Artist" = "ألبوم فنان";

/* No comment provided by engineer. */
"Album Artist or Artist" = "ألبوم فنان أو فنانة";

/* No comment provided by engineer. */
"Alert! Enabling this option will add GrowlTunes to your login items" = "Alert! Enabling this option will add GrowlTunes to your login items";

/* No comment provided by engineer. */
"Allowing this will let GrowlTunes launch everytime you login, so that it is available for applications which use it at all times" = "Allowing this will let GrowlTunes launch everytime you login, so that it is available for applications which use it at all times";

/* No comment provided by engineer. */
"Are you sure you want to quit?" = "Are you sure you want to quit?";

/* No comment provided by engineer. */
"Artist" = "فنان";

/* No comment provided by engineer. */
"BringiTunesToFrontMenuTitle" = "أحضر اي تونز للأمام";

/* No comment provided by engineer. */
"Cancel" = "Cancel";

/* No comment provided by engineer. */
"Changed Tracks" = "مقاطع صوت مغيرة";

/* No comment provided by engineer. */
"Comment" = "تعليق";

/* No comment provided by engineer. */
"Configure Formatting" = "تكوين تنسيق";

/* No comment provided by engineer. */
"Description" = "وصف";

/* No comment provided by engineer. */
"Enabling this option will cause GrowlTunes to run without showing a dock icon or a menu item.\n\nTo access preferences, tap GrowlTunes in Launchpad, or open GrowlTunes in Finder." = "Enabling this option will cause GrowlTunes to run without showing a dock icon or a menu item.\n\nTo access preferences, tap GrowlTunes in Launchpad, or open GrowlTunes in Finder.";

/* No comment provided by engineer. */
"Episode ID" = "تعريف بالحلقة";

/* No comment provided by engineer. */
"Episode Number" = "رقم الحلقة";

/* No comment provided by engineer. */
"If you quit GrowlTunes you will no longer receive iTunes notifications." = "If you quit GrowlTunes you will no longer receive iTunes notifications.";

/* No comment provided by engineer. */
"Long Description" = "وصف طويل";

/* No comment provided by engineer. */
"Long Description, Comment, or Description" = "وصف طويل, تعليق, أو وصف";

/* No comment provided by engineer. */
"MovieFormatTitle" = "Movie";

/* No comment provided by engineer. */
"MusicFormatTitle" = "Music";

/* No comment provided by engineer. */
"MusicVideoFormatTitle" = "Music Video";

/* No comment provided by engineer. */
"Name" = "اسم";

/* No comment provided by engineer. */
"No" = "No";

/* No comment provided by engineer. */
"Notify when iTunes is active" = "أبلغ عندما يكون اي تونز فعال";

/* No comment provided by engineer. */
"Ok" = "Ok";

/* No comment provided by engineer. */
"Paused" = "إيقاف مؤقت";

/* No comment provided by engineer. */
"Play Time" = "زمن التشغيل";

/* No comment provided by engineer. */
"PodcastFormatTitle" = "Podcast";

/* No comment provided by engineer. */
"QuitBothMenuTitle" = "خروج من الكل";

/* No comment provided by engineer. */
"QuitGrowlTunesMenuTitle" = "خروج من غرول تونز";

/* No comment provided by engineer. */
"QuitiTunesMenuTitle" = "خروج من اي تونز";

/* No comment provided by engineer. */
"Rating" = "معدل";

/* No comment provided by engineer. */
"Season Number" = "رقم الموسم";

/* No comment provided by engineer. */
"ShowFormatTitle" = "عرض";

/* No comment provided by engineer. */
"Start at Login" = "إبدأ عند تسجيل الدخول";

/* No comment provided by engineer. */
"Start iTunes" = "بدء اي تونز";

/* No comment provided by engineer. */
"Started" = "بدأ";

/* No comment provided by engineer. */
"Stopped" = "وقف";

/* No comment provided by engineer. */
"StreamFormatTitle" = "Stream";

/* No comment provided by engineer. */
"Stream Title" = "عنوان مجرى";

/* No comment provided by engineer. */
"This setting will take effect when GrowlTunes restarts" = "This setting will take effect when GrowlTunes restarts";

/* No comment provided by engineer. */
"Track Count" = "عد مقطع صوتي";

/* No comment provided by engineer. */
"Track Number" = "رقم المقطع الصوتي";

/* No comment provided by engineer. */
"Video Kind" = "نوع الفيديو";

/* No comment provided by engineer. */
"VolumeMenuTitle" = "حجم الصوت";

/* No comment provided by engineer. */
"Warning! Enabling this option will cause GrowlTunes to run in the background" = "Warning! Enabling this option will cause GrowlTunes to run in the background";

/* No comment provided by engineer. */
"Yes" = "Yes";

/* No comment provided by engineer. */
"PreviousTrackMenuTitle" = "← المقطع السابق";

/* No comment provided by engineer. */
"NextTrackMenuTitle" = "→ المقطع التالي";

/* No comment provided by engineer. */
"PlayPauseMenuTitle" = "تشغيل/إيقاف مؤقت";

